Repository: EnoPM/AmongUsToolbox
Catalog: AmongUsToolbox/Properties/Resources.*.resx
Languages: fr

source: Select Among Us folder
fr: Sélectionner le dossier Among Us

# SettingsButton
source: Settings
fr: Paramètres

source: Settings
fr: Paramètres

# AmongUsFolderGroup
source: Among Us game folder
fr: Dossier du jeu Among Us

# EnableDebugMode
source: Enable debug mode (requires application restart)
fr: Activer le débogage (requiert le redémarrage de l'application)

# DirectoryNotWritableMessage
source: Among Us Mods Manager don't have write access in {0}. Please select another folder or open the mods manager as administrator.
fr: Le gestionnaire de mods Among Us n'a pas les droits d'écriture dans le dossier {0}. Veuillez sélectionner un autre dossier ou ouvrir le gestionnaire de mods en tant qu'administrateur.

# DirectoryNotWritableTitle
source: Directory not writable
fr: Dossier non accessible en écriture

# RegionsTitle
source: Manage private servers
fr: Gestion des serveurs privés

# ModsTitle
source: Manage mods
fr: Gestion des mods

# RegionDeletionTitle
source: Private server deletion
fr: Supression d'un serveur privé

# RegionDeletionMessage
source: Do you really want to delete the {0} private server?
fr: Voulez-vous réellement supprimer le serveur privé {0} ?

# ApplyRegionsChangesText
source: Update private servers
fr: Mettre à jour les serveurs privés

# AddPrivateServerButtonText
source: Add private server
fr: Ajouter un serveur privé

# PrivateServerNameLabel
source: Private server name
fr: Nom du serveur privé

# HostLabel
source: Hostname/IP address
fr: Nom d'hôte/Adresse IP

# DisableSslLabel
source: Disable SSL/TLS
fr: Désactiver le SSL/TLS

# ChooseColorButton
source: Change the color
fr: Changer la couleur

# UpdateRegionButtonText
source: Update private server
fr: Modifier le serveur privé

# AddRegionButtonText
source: Add private server
fr: Ajouter le serveur privé

# AddRegionTitle
source: Add private server
fr: Ajouter un serveur privé

# UpdateRegionTitle
source: Update private server
fr: Modifier un serveur privé

# SelectFolderLabel
source: Select your Among Us game folder
fr: Sélectionner votre dossier de jeu Among Us

# ApplyModButtonText
source: Install
fr: Installer

# AddModButtonText
source: Download a mod
fr: Télécharger un mod

# DownloadModButton
source: Download
fr: Télécharger

# DownloadModTitle
source: Download a mod
fr: Télécharger un mod

# RepoLabel
source: Mod repository
fr: Déoôt du mod

source: Decompression in progress
fr: Décompression en cours

# UnableToFindRepository
source: Unable to find the following repository:
fr: Impossible de trouver le dépôt suivant :

# UnableToFindAsset
source: Unable to find the latest resource in the following repository:
fr: Impossible de trouver la dernière ressource dans le dépôt suivant :

# UnableToFindRepositoryTitle
source: Repository not found
fr: Dépôt introuvable

# UnableToFindAssetTitle
source: Asset not found
fr: Resource introuvable

source: Extracting
fr: Extraction

source: Download
fr: Téléchargement

source: Download status
fr: Statut du téléchargement

# ModDeletionErrorGameRunningTitle
source: Operation not permitted
fr: Opération non permise

# ModDeletionErrorGameRunning
source: Unable to remove this mod because Among Us game is open.
fr: Impossible de supprimer ce mod car le jeu Among Us est ouvert.

# InstallErrorGameRunningTitle
source: Operation not permitted
fr: Opération non permise

# InstallErrorGameRunning
source: Unable to change mod because Among Us game is open.
fr: Impossible de changer de mod car le jeu Among Us est ouvert.

# ParseRepositoryErrorTitle
source: Bad repository format
fr: Format du dépôt incorrect

# ParseRepositoryError
source: Unable to parse repository: {0}. Please use Github URL or owner/repository
fr: Impossible d'analyser le dépôt: {0}. Veuillez utiliser une URL Github ou propriétaire/dépôt
